[{"id":1, "imagen":"assets/imagenes/tecnologias/git_github.png", "nombre":"GIT - GITHUB", "detalle":"GIT es un software de control de versiones, pensando en la eficiencia, la confiabilidad y compatibilidad del mantenimiento de versiones de aplicaciones cuando tienen un gran número de archivos de código fuente.GitHub es una plataforma de desarrollo colaborativo de software para alojar proyectos utilizando el sistema de Git."},
 {"id":2, "imagen":"assets/imagenes/tecnologias/android_intellij_vsc.png", "nombre":"Android Studio - IntelliJ Idea - Visual Studio Code", "detalle":"Android Studio es el entorno de desarrollo integrado oficial para la plataforma Android. IntelliJ IDEA es un entorno de desarrollo integrado (IDE) para el desarrollo de programas informáticos. Visual Studio Code es un editor de código fuente para Windows, Linux, macOS y Web."},
 {"id":3, "imagen":"assets/imagenes/tecnologias/json_api_sql.png", "nombre":"SQL - JSON - API REST", "detalle":"SQL (Structured Query Language) es un lenguaje de dominio específico, diseñado para administrar información de bases de datos relacionales API REST define un conjunto de funciones para realizar solicitudes y recibir respuestas a través del protocolo HTTP.JSON (JS Object Notation) es un formato de texto sencillo para el intercambio de datos."},
 {"id":4, "imagen":"assets/imagenes/tecnologias/js.png", "nombre":"JAVASCRIPT", "detalle":"JavaScript (abreviado comúnmente JS) es un lenguaje de programación interpretado, dialecto del estándar ECMAScript. Se define como orientado a objetos, basado en prototipos, imperativo, débilmente tipado y dinámico."},
 {"id":5, "imagen":"assets/imagenes/tecnologias/css.png", "nombre":"CSS", "detalle":"CSS (siglas en inglés de Cascading Style Sheets), en español «Hojas de estilo en cascada», es un lenguaje de diseño gráfico para definir y crear la presentación de un documento estructurado escrito en un lenguaje de marcado."},
 {"id":6, "imagen":"assets/imagenes/tecnologias/html.png", "nombre":"HTML", "detalle":"El Lenguaje de Marcado de Hipertexto (HTML) es el código que se utiliza para estructurar y desplegar una página web y sus contenidos. HTML5 es la quinta revisión del estándar HTML y permite soportar lo último en multimedia."},
 {"id":7, "imagen":"assets/imagenes/tecnologias/vb.png", "nombre":"VISUAL BASIC", "detalle":"Visual Basic (VB) es un lenguaje de programación dirigido por eventos, desarrollado por Alan Cooper para Microsoft. Este lenguaje de programación es un dialecto de BASIC, con importantes agregados. Su primera versión fue presentada en 1991, con la intención de simplificar la programación utilizando un ambiente de desarrollo."},
 {"id":8, "imagen":"assets/imagenes/tecnologias/python.png", "nombre":"PYTHON", "detalle":"Python es un lenguaje de programación interpretado cuya filosofía hace hincapié en la legibilidad de su código. Es lenguaje de programación multiparadigma, ya que soporta parcialmente la orientación a objetos, programación imperativa y, en menor medida, programación funcional. Es un lenguaje interpretado, dinámico y multiplataforma."},
 {"id":9, "imagen":"assets/imagenes/tecnologias/java.png", "nombre":"JAVA", "detalle":"Java es un lenguaje de programación orientado a objetos que se incorporó al ámbito de la informática en los años noventa. La idea de Java es que pueda realizarse programas con la posibilidad de ejecutarse en cualquier contexto, en cualquier ambiente, siendo así su portabilidad uno de sus principales logros."}]